{
    "stories":
    [
     {
     "title":"Review: Magma Plays Prog-Rock at Le Poisson Rouge",
     "author":"JON PARELES",
     "pubdate":"2015-04-14",
     "news_desk":"Arts",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/15\/arts\/115MAGMA1\/115MAGMA1-superJumbo.jpg",
     "caption":"Magma Christian Vander, founder of this band, during a performance Monday at Le Poisson Rouge.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640362\/s\/45651e52\/sc\/3\/l\/0L0Snytimes0N0C20A150C0A40C150Carts0Cmusic0Creview0Emagma0Eplays0Eprog0Erock0Eat0Ele0Epoisson0Erouge0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n Magma Christian Vander, founder of this band, during a performance Monday at Le Poisson Rouge.<\/span><\/div>\n\n<\/div>\n\n \n \n By JON PARELES<\/h6>\n<\/div>\n April 14, 2015<\/h6>\n<\/div>\n<\/header> \n The progressive rock that arose in the late 1960s took pride in complexity, using large-scale structures, long-form narratives, jumpy melodies, dissonant harmonies, layers of polyphony, tricky meters, sudden transitions and the mixed vocabularies of rock, classical music and jazz — all tests of virtuosity and memorization. Magma<\/a>, the band formed in France in 1969 by the drummer and songwriter Christian Vander, embraced all of those and added an extra convolution: Its lyrics are in an invented language, Kobaïan, of a culture that had to set out from a dying Earth into space. The story has been told across Magma’s albums.<\/p>\n “Don’t even try to understand the lyrics,” Mr. Vander told the audience on Monday night at Le Poisson Rouge, where Magma finished the United States part of an international tour. “It comes from the heart and the beat.”<\/p>\n True to prog-rock custom, Magma’s set featured suites, not songs. It played long excerpts from three of its albums: “K.A. (Köhntarkösz Anteria)” from 2004, “Mëkanïk Dëstruktïw Kömmandöh (M.D.K.)” from 1973 and “Slag Tanz” from 2015; its encore was “Zombies (Ghost Dance),” a song from its 1976 album “Udu Wudu.” The pieces were more consistent than their chronological spread might suggest, partly because Magma was never exactly trendy and partly because Mr. Vander’s initial template for the band was so broad. That template was certainly of its time. Magma’s music glances toward the jazz-rock of Weather Report and Return to Forever and toward the 20th-century classical repertory that informed Yes, Frank Zappa and Genesis.<\/p>\n But Magma personalized its sources, constructing symphonic-scale pieces with nooks of improvisation. With three singers — Stella Vander (Mr. Vander’s wife), Isabelle Feuillebois and Hervé Aknin — Magma encompasses dramatic declamations that hint at Carl Orff and glimpses of jazzy scat singing. Often, the women shared their jagged vocal lines with Benoît Alziary’s vibraphone and James MacGaw’s lead guitar as the rhythm section churned underneath. In many ways, meanwhile, Magma makes drummer’s music, built from the beat up and flaunting the off-center propulsion of odd meters (Mr. Vander is particularly fond of 7\/4 and 5\/4).<\/p>\n\n There was room, when the rhythm section circled through its nimbly asymmetrical riffs, for Mr. Vander to play like a soloist, knocking the beat around, rumbling and crashing. At one point, Mr. Vander stopped drumming to take a vocal solo: scatting, warbling, screaming. Yet Magma was never quite a jam band; its suites were always headed somewhere. “M.D.K.” escalated from shimmering, almost pastoral delicacy to cataclysmic dissonance; “Slag Tanz” worked variations, discursive and percussive, on a terse, stop-start riff.<\/p>\n There is, of course, a Kobaïan word for Magma’s style: Zeuhl<\/a>. The band has earned it.<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":" By JON PARELES April 14, 2015 The progressive rock that arose in the late 1960s took pride in complexity, using large-scale structures, long-form narratives, jumpy melodies, dissonant harmonies, layers of polyphony, tricky meters, sudden transitions and the mixed vocabularies of rock, classical music and jazz — all tests of virtuosity and memorization. Magma, the band formed in France in 1969 by the drummer and songwriter Christian Vander, embraced all of those and added an extra convolution: Its lyrics are in an invented language, Kobaïan, of a culture that had to set out from a dying Earth into space. The story has been told across Magma’s albums. “Don’t even try to understand the lyrics,” Mr. Vander told the audience on Monday night at Le Poisson Rouge, where Magma finished the United States part of an international tour. “It comes from the heart and the beat.” True to prog-rock custom, Magma’s set featured suites, not songs. It played long excerpts from three of its albums: “K.A. (Köhntarkösz Anteria)” from 2004, “Mëkanïk Dëstruktïw Kömmandöh (M.D.K.)” from 1973 and “Slag Tanz” from 2015; its encore was “Zombies (Ghost Dance),” a song from its 1976 album “Udu Wudu.” The pieces were more consistent than their chronological spread might suggest, partly because Magma was never exactly trendy and partly because Mr. Vander’s initial template for the band was so broad. That template was certainly of its time. Magma’s music glances toward the jazz-rock of Weather Report and Return to Forever and toward the 20th-century classical repertory that informed Yes, Frank Zappa and Genesis. But Magma personalized its sources, constructing symphonic-scale pieces with nooks of improvisation. With three singers — Stella Vander (Mr. Vander’s wife), Isabelle Feuillebois and Hervé Aknin — Magma encompasses dramatic declamations that hint at Carl Orff and glimpses of jazzy scat singing. Often, the women shared their jagged vocal lines with Benoît Alziary’s vibraphone and James MacGaw’s lead guitar as the rhythm section churned underneath. In many ways, meanwhile, Magma makes drummer’s music, built from the beat up and flaunting the off-center propulsion of odd meters (Mr. Vander is particularly fond of 7\/4 and 5\/4). There was room, when the rhythm section circled through its nimbly asymmetrical riffs, for Mr. Vander to play like a soloist, knocking the beat around, rumbling and crashing. At one point, Mr. Vander stopped drumming to take a vocal solo: scatting, warbling, screaming. Yet Magma was never quite a jam band; its suites were always headed somewhere. “M.D.K.” escalated from shimmering, almost pastoral delicacy to cataclysmic dissonance; “Slag Tanz” worked variations, discursive and percussive, on a terse, stop-start riff. There is, of course, a Kobaïan word for Magma’s style: Zeuhl. The band has earned it.",
     "anger":"0.4593",
     "surprise":"0.5715",
     "sadness":"0.9416",
     "joy":"0.2148",
     "fear":"0.2094",
     "excited":"0.6099",
     "happy":"0.8959",
     "worried":"0.5794"
     },
     {
     "title":"Loosening a Party’s Grip on Karachi a Pakistani City Known for Violence",
     "author":"DECLAN WALSH and ZIA ur-REHMAN",
     "pubdate":"2015-04-14",
     "news_desk":"World",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/14\/world\/14Karachi-web\/14Karachi-web-superJumbo.jpg",
     "caption":"Supporters held portraits of Altaf Hussain, leader of the Muttahida Qaumi Movement, in Karachi, Pakistan, last year.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640310\/s\/4564636b\/sc\/7\/l\/0L0Snytimes0N0C20A150C0A40C150Cworld0Casia0Cpakistan0Ekarachi0Eloosening0Ealtaf0Ehussain0Eand0Emqm0Egrip0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n Supporters held portraits of Altaf Hussain, leader of the Muttahida Qaumi Movement, in Karachi, Pakistan, last year.<\/span><\/div>\n\n<\/div>\n\n \n \n By DECLAN WALSH and ZIA ur-REHMAN<\/h6>\n<\/div>\n April 14, 2015<\/h6>\n<\/div>\n<\/header> \n LONDON — Hours before he was scheduled to be executed, the Pakistani hit man made an incendiary accusation.<\/p>\n Speaking into a video camera at a remote desert jail, Saulat Mirza, a death-row convict from the port city of Karachi, said his orders to kill had come from Altaf Hussain, the city’s most powerful, and until recently untouchable, political leader.<\/p>\n “Altaf Hussain directly gave us the murder instructions,” Mr. Mirza said in footage that was broadcast on several television news channels later that evening last month.<\/p>\n It was enough to earn Mr. Mirza a last-minute reprieve, as the authorities investigated his claims. Mr. Hussain, for his part, called it a conspiracy to damage his image.<\/p>\n \n \n\n<\/div>\n \n The opposition leader Imran Khan during an anti-government demonstration in Islamabad, Pakistan, last year.<\/p>\n\n<\/div>\n<\/div>\n But in Karachi, Pakistan’s largest and most volatile city, the accusations were seen as further evidence that the political winds were violently shifting against Mr. Hussain after decades of iron-fisted dominance.<\/p>\n In the last month, the civilian and military authorities, led by the Sindh Rangers paramilitary force, have begun an unparalleled assault on the authority of Mr. Hussain, who has been living in self-imposed exile in London for nearly a quarter-century, and the network of armed street enforcers that underpins his authority in Karachi.<\/p>\n On March 11, Rangers in balaclavas raided Nine Zero, the fortified headquarters of the Muttahida Qaumi Movement, Mr. Hussein’s party, confiscating weapons and files. One political worker was killed by gunfire during the raid, and several others were taken into custody, some on murder charges.<\/p>\n On the political front, Mr. Hussain has come under attack from the opposition leader Imran Khan<\/a>, who has started an aggressive foray into his electoral heartland. On Friday, in a symbolic challenge, Mr. Khan held a small event just a few hundred yards from Mr. Hussain’s party headquarters.<\/p>\n In London, the British police are continuing to press criminal investigations of Mr. Hussain and his inner circle. On April 1, a senior aide, Muhammad Anwar, was arrested on suspicion of money laundering.<\/p>\n\n Mr. Hussain, who was arrested in connection with the same case last June, underwent further questioning at a London police station on Tuesday. His bail has been extended until July.<\/p>\n Not long ago, any of those shocks would have caused an immediate shutdown of Karachi, a city of 20 million people where Mr. Hussain’s ability to empty the streets at an hour’s notice has long been a sign of his immense influence.<\/p>\n But this past month, life has largely continued as normal. Instead, Muttahida’s militant wing — organized groups of armed supporters who carry out extortion and intimidation, and are seen as the enforcers of Mr. Hussain’s authority — has melted off the streets.<\/p>\n The news media, which previously treated the party with caution, has aired criticism of the party. (Among those arrested was a Muttahida supporter charged with the murder of Wali Khan Babar<\/a>, a prominent television journalist who was shot dead in his car in 2011.) And in the city’s political back rooms, senior Muttahida officials have begun to quietly consider the possibility of a new leader — an unthinkable idea until recently.<\/p>\n “The fear factor is gone,” said a senior party official who, like several others, spoke on the condition of anonymity out of fear of retribution.<\/p>\n But the upheaval has also brought worries of new instability in a city that is awash with armed groups. Noting that Karachi is in a “state of flux,” the newspaper Dawn warned in an editorial<\/a> this month that “when the chips fall, they may not do so without considerable violence.”<\/p>\n The moves against Muttahida are part of a broader effort to stem Karachi’s cycle of political and criminal violence that has left the city prone to Taliban infiltration in recent years. Militants disrupted election campaigning in 2013, leading to a crackdown that has broken several Taliban cells, according to police officials and ethnic Pashtun community leaders.<\/p>\n Now the authorities have turned to the armed wings of the city’s political parties, of which Muttahida is by far the largest.<\/p>\n But few are writing off Mr. Hussain, a wily political player with a long record of survival, just yet.<\/p>\n For much of the 1990s, Mr. Hussain’s supporters waged a street war against the security forces in Karachi, only to ultimately re-emerge stronger than ever.<\/p>\n Since then, he has enjoyed unquestioning support from the city’s mohajir population — mostly Urdu-speaking families that migrated from India in 1947 — by playing on their sense of grievance at the hands of local ethnic groups, in the process creating a magnetic cult of personality.<\/p>\n This time, however, the challenges also come from within. Mr. Hussain’s stewardship of the party has become increasingly erratic recently, several officials said.<\/p>\n In addresses to party rallies in Karachi, delivered over the phone from London — his usual mode of communication with the party faithful — he frequently appears to be under the influence of alcohol, they said.<\/p>\n During one lengthy tirade on March 30, Mr. Hussain publicly resigned his leadership and urged his followers to take up charity work, only to reappoint himself hours later.<\/p>\n “We never know if it’s going to be happy hour or sad hour,” said one senior official who privately advocated a change in leadership and spoke on the condition of anonymity.<\/p>\n To many, it seems clear that the Pakistani military, which has a long history of meddling in politics, is trying to engineer a change in leadership. Journalists say that the videotaped accusations from Mr. Mirza, the death-row convict, bore the hallmarks of a military intelligence operation.<\/p>\n In political circles, the army has started to take informal soundings about a possible successor to Mr. Hussain, the same party official said.<\/p>\n “They want to keep the M.Q.M., but without Altaf or anyone directly associated with violence,” he said.<\/p>\n But experts warn that such a strategy is fraught with danger. “If the M.Q.M. implodes, what will happen to Karachi?” said Laurent Gayer, author of “Ordered Disorder and the Struggle for the City,” a recent book on Karachi. “It seems that few people are thinking about the consequences of a militarized, fragmented party.”<\/p>\n In any event, Mr. Gayer said, it is unlikely that Mr. Hussain will be unseated through conventional politics, and so, much hinges on the outcome of the long-running police investigation in London.<\/p>\n Mr. Hussain looked unsteady as he pushed through reporters at the entrance to the London police station on Tuesday. He has said that a large sum of money found at his house — about $650,000, party officials say — came from legitimate political donations.<\/p>\n But his circle faces potentially greater peril from a related police investigation into the murder of Imran Farooq<\/a>, a former ally who was stabbed to death outside his London home in 2010. On Monday, the Pakistan interior ministry announced that a suspect in the case had been arrested.<\/p>\n Still, the British police seem mainly interested in two other suspects, both Muttahida supporters, who fled to Pakistan from London just after the killing in 2010.<\/p>\n The police have not brought charges in either case. But just the possibility of a prosecution has visibly destabilized Mr. Hussain’s party and has weakened his grip on Karachi.<\/p>\n For now, though, the most immediate threat is political. The opposition leader Mr. Khan, whose party is close to the military, and Muttahida are running in an important by-election in Karachi on April 23. Mr. Khan has declared his intention to “liberate” Karachi from Mr. Hussain.<\/p>\n “It is time for M.Q.M. and Altaf Hussain to decide whether they want to be a democratic party or want to do politics through a militant wing,” Mr. Khan told reporters last week.<\/p>\n Few believe the choice is that simple. But even among Muttahida officials, there is a gnawing worry about what will happen if Mr. Hussain, who long commanded the respect of figures like Mr. Mirza, suddenly loses control.<\/p>\n “The militants are confused and worried,” another senior party official said. “They don’t want to follow instructions from a man who says one thing in the morning, and another in the afternoon. That’s a worry for us all.”<\/p>\n \n Declan Walsh reported from London, and Zia ur-Rehman from Karachi, Pakistan.<\/p>\n<\/div>\n<\/div> \n<\/footer>",
     "content_without_tags":" By DECLAN WALSH and ZIA ur-REHMAN April 14, 2015 LONDON — Hours before he was scheduled to be executed, the Pakistani hit man made an incendiary accusation. Speaking into a video camera at a remote desert jail, Saulat Mirza, a death-row convict from the port city of Karachi, said his orders to kill had come from Altaf Hussain, the city’s most powerful, and until recently untouchable, political leader. “Altaf Hussain directly gave us the murder instructions,” Mr. Mirza said in footage that was broadcast on several television news channels later that evening last month. It was enough to earn Mr. Mirza a last-minute reprieve, as the authorities investigated his claims. Mr. Hussain, for his part, called it a conspiracy to damage his image. The opposition leader Imran Khan during an anti-government demonstration in Islamabad, Pakistan, last year. But in Karachi, Pakistan’s largest and most volatile city, the accusations were seen as further evidence that the political winds were violently shifting against Mr. Hussain after decades of iron-fisted dominance. In the last month, the civilian and military authorities, led by the Sindh Rangers paramilitary force, have begun an unparalleled assault on the authority of Mr. Hussain, who has been living in self-imposed exile in London for nearly a quarter-century, and the network of armed street enforcers that underpins his authority in Karachi. On March 11, Rangers in balaclavas raided Nine Zero, the fortified headquarters of the Muttahida Qaumi Movement, Mr. Hussein’s party, confiscating weapons and files. One political worker was killed by gunfire during the raid, and several others were taken into custody, some on murder charges. On the political front, Mr. Hussain has come under attack from the opposition leader Imran Khan, who has started an aggressive foray into his electoral heartland. On Friday, in a symbolic challenge, Mr. Khan held a small event just a few hundred yards from Mr. Hussain’s party headquarters. In London, the British police are continuing to press criminal investigations of Mr. Hussain and his inner circle. On April 1, a senior aide, Muhammad Anwar, was arrested on suspicion of money laundering. Mr. Hussain, who was arrested in connection with the same case last June, underwent further questioning at a London police station on Tuesday. His bail has been extended until July. Not long ago, any of those shocks would have caused an immediate shutdown of Karachi, a city of 20 million people where Mr. Hussain’s ability to empty the streets at an hour’s notice has long been a sign of his immense influence. But this past month, life has largely continued as normal. Instead, Muttahida’s militant wing — organized groups of armed supporters who carry out extortion and intimidation, and are seen as the enforcers of Mr. Hussain’s authority — has melted off the streets. The news media, which previously treated the party with caution, has aired criticism of the party. (Among those arrested was a Muttahida supporter charged with the murder of Wali Khan Babar, a prominent television journalist who was shot dead in his car in 2011.) And in the city’s political back rooms, senior Muttahida officials have begun to quietly consider the possibility of a new leader — an unthinkable idea until recently. “The fear factor is gone,” said a senior party official who, like several others, spoke on the condition of anonymity out of fear of retribution. But the upheaval has also brought worries of new instability in a city that is awash with armed groups. Noting that Karachi is in a “state of flux,” the newspaper Dawn warned in an editorial this month that “when the chips fall, they may not do so without considerable violence.” The moves against Muttahida are part of a broader effort to stem Karachi’s cycle of political and criminal violence that has left the city prone to Taliban infiltration in recent years. Militants disrupted election campaigning in 2013, leading to a crackdown that has broken several Taliban cells, according to police officials and ethnic Pashtun community leaders. Now the authorities have turned to the armed wings of the city’s political parties, of which Muttahida is by far the largest. But few are writing off Mr. Hussain, a wily political player with a long record of survival, just yet. For much of the 1990s, Mr. Hussain’s supporters waged a street war against the security forces in Karachi, only to ultimately re-emerge stronger than ever. Since then, he has enjoyed unquestioning support from the city’s mohajir population — mostly Urdu-speaking families that migrated from India in 1947 — by playing on their sense of grievance at the hands of local ethnic groups, in the process creating a magnetic cult of personality. This time, however, the challenges also come from within. Mr. Hussain’s stewardship of the party has become increasingly erratic recently, several officials said. In addresses to party rallies in Karachi, delivered over the phone from London — his usual mode of communication with the party faithful — he frequently appears to be under the influence of alcohol, they said. During one lengthy tirade on March 30, Mr. Hussain publicly resigned his leadership and urged his followers to take up charity work, only to reappoint himself hours later. “We never know if it’s going to be happy hour or sad hour,” said one senior official who privately advocated a change in leadership and spoke on the condition of anonymity. To many, it seems clear that the Pakistani military, which has a long history of meddling in politics, is trying to engineer a change in leadership. Journalists say that the videotaped accusations from Mr. Mirza, the death-row convict, bore the hallmarks of a military intelligence operation. In political circles, the army has started to take informal soundings about a possible successor to Mr. Hussain, the same party official said. “They want to keep the M.Q.M., but without Altaf or anyone directly associated with violence,” he said. But experts warn that such a strategy is fraught with danger. “If the M.Q.M. implodes, what will happen to Karachi?” said Laurent Gayer, author of “Ordered Disorder and the Struggle for the City,” a recent book on Karachi. “It seems that few people are thinking about the consequences of a militarized, fragmented party.” In any event, Mr. Gayer said, it is unlikely that Mr. Hussain will be unseated through conventional politics, and so, much hinges on the outcome of the long-running police investigation in London. Mr. Hussain looked unsteady as he pushed through reporters at the entrance to the London police station on Tuesday. He has said that a large sum of money found at his house — about $650,000, party officials say — came from legitimate political donations. But his circle faces potentially greater peril from a related police investigation into the murder of Imran Farooq, a former ally who was stabbed to death outside his London home in 2010. On Monday, the Pakistan interior ministry announced that a suspect in the case had been arrested. Still, the British police seem mainly interested in two other suspects, both Muttahida supporters, who fled to Pakistan from London just after the killing in 2010. The police have not brought charges in either case. But just the possibility of a prosecution has visibly destabilized Mr. Hussain’s party and has weakened his grip on Karachi. For now, though, the most immediate threat is political. The opposition leader Mr. Khan, whose party is close to the military, and Muttahida are running in an important by-election in Karachi on April 23. Mr. Khan has declared his intention to “liberate” Karachi from Mr. Hussain. “It is time for M.Q.M. and Altaf Hussain to decide whether they want to be a democratic party or want to do politics through a militant wing,” Mr. Khan told reporters last week. Few believe the choice is that simple. But even among Muttahida officials, there is a gnawing worry about what will happen if Mr. Hussain, who long commanded the respect of figures like Mr. Mirza, suddenly loses control. “The militants are confused and worried,” another senior party official said. “They don’t want to follow instructions from a man who says one thing in the morning, and another in the afternoon. That’s a worry for us all.” Declan Walsh reported from London, and Zia ur-Rehman from Karachi, Pakistan.",
     "anger":"0.3263",
     "surprise":"0.6167",
     "sadness":"0.6545",
     "joy":"0.0856",
     "fear":"0.3119",
     "excited":"0.5778",
     "happy":"0.8009",
     "worried":"0.8896"
     },
     {
     "title":"Sports of The Times: In the Yankees’ Reality Show It’s Alex Rodriguez Flaws and All",
     "author":"WILLIAM C. RHODEN",
     "pubdate":"2015-04-13",
     "news_desk":"Sports",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/13\/sports\/13RHODEN\/13RHODEN-superJumbo.jpg",
     "caption":"Alex Rodriguez, who is in line to move up on the career home-run list, has had his problems this season. But at age 39, he is still better than many younger players.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640313\/s\/45553dbb\/sc\/13\/l\/0L0Snytimes0N0C20A150C0A40C130Csports0Cbaseball0Cin0Ethe0Eyankees0Ereality0Eshow0Eits0Ealex0Erodriguez0Eflaws0Eand0Eall0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n Alex Rodriguez, who is in line to move up on the career home-run list, has had his problems this season. But at age 39, he is still better than many younger players.<\/span><\/div>\n\n<\/div>\n\n \n April 12, 2015<\/h6>\n<\/div>\n<\/header> \n \n Sports of The Times<\/div>\n By WILLIAM C. RHODEN<\/div>\n<\/div>\n Yankees<\/a> fans had the first glimpse last week of life without Derek Jeter and life with Alex Rodriguez<\/a>.<\/p>\n Hometown fans generally greet Rodriguez warmly. He had spent a year away from the game after being suspended for using performance-enhancing drugs. Baseball wanted a longer suspension, but Rodriguez fought and got the ban reduced. His return gave fans a reason to be hopeful.<\/p>\n While it would be a stretch to say Rodriguez has roared back, he has been more than credible. Even as the Yankees lost four of five games to open the season heading into Sunday’s series finale against the Red Sox, Rodriguez offered a ray of hope. He had seven hits, including a home run, and was batting .278. He even played first base, where he committed an error, but otherwise turned in an encouraging performance.<\/p>\n On Sunday, in his first at-bat, Rodriguez drove in three runs with a double.<\/p>\n Rodriguez is not the Yankees’ problem this season, and he may even be the team’s salvation.<\/p>\n The larger issue is a pitching staff led by Masahiro Tanaka, who was drilled in the season opener, and C. C. Sabathia, who lost his first start as well.<\/p>\n The Yankees know what they have in Rodriguez: a baseball prodigy who, at age 39, is better than many players 10 years younger. The reality is that only Babe Ruth, Mickey Mantle, Lou Gehrig, Joe DiMaggio and Yogi Berra had more home runs as a Yankee than Rodriguez.<\/p>\n I’m fascinated by critics who write that Rodriguez has “ruined” his legacy.<\/p>\n In whose eyes?<\/p>\n Clearly not among the thousands who have applauded Rodriguez for the last few days.<\/p>\n Who writes the history? Who determines which legacies are “ruined” and which are not? An overwhelmingly white, male baseball establishment that sits in judgment, that’s who.<\/p>\n If it were my vote, Barry Bonds and Roger Clemens would be in the Hall of Fame effective immediately. In the stats-driven, nostalgia-laced business of baseball, statistics speak for themselves.<\/p>\n We keep reading that Alex Rodriguez played us.<\/p>\n He didn’t play us. We — fans, the news media — played ourselves. Deluded ourselves as baseball continued to lie to itself.<\/p>\n Baseball tells us that the wicked witch of performance-enhancing drugs is dead.<\/p>\n Right.<\/p>\n On Saturday we learned that the Mets’ Jenrry Mejia had tested positive for the steroid stanozolol and would be suspended for 80 games.<\/p>\n Earlier this month, we learned that three other players had tested positive for stanozolol. Clearly, they don’t have access to the latest science on performance-enhancing drugs.<\/p>\n Yankees Manager Joe Girardi made a sensible and fair-minded point last week when asked about Rodriguez. “We live in a society that gives people second and third chances — fourth, fifth,” Girardi said. “Look, as humans we’re going to make mistakes. That’s the bottom line; we’ve all made mistakes.”<\/p>\n Except that Major League Baseball has never paid for its transgressions. Owners, team presidents, general managers, athletic trainers have never been held accountable for their roles in the so-called steroid era.<\/p>\n I had this conversation in the commissioner’s suite with Bud Selig during the World Series. My argument is that baseball will never have closure on this issue until former baseball commissioners, the current commissioner, team presidents and officials, as well as team owners past and present, testify under oath about who knew what and when.<\/p>\n The players have simply been fall guys for a sport that knew exactly what was transpiring and for fans who largely did not care. Let these Yankees begin winning and you will not have enough seats to accommodate the crowd.<\/p>\n In terms of Rodriguez’s legacy, he was on the way to becoming one of the greatest shortstops to play the game until he reached the Yankees and, out of deference to Derek Jeter, switched to third base. Rodriguez became one of the best third basemen in the game, and I have little doubt that with time and reps, he could become an All-Star-caliber first baseman and could become an outstanding designated hitter.<\/p>\n Rodriguez knows how to play the game — on and off the field.<\/p>\n So far this season, he is saying all the right things.<\/p>\n “I love our fans,” he said after the Yankees’ opening-day loss. “We have a long history here. I think about 2009 and some of the things we accomplished together. I think this is an opportunity to help the team win.”<\/p>\n And then added:<\/p>\n “The fans don’t owe me anything. I’ve said all along, since spring training, part of feeling like a rookie is that I have to earn their cheers and their respect.”<\/p>\n The reality is that Rodriguez is the only true star the Yankees have. This season, he will pass the great Willie Mays on the career home run list. Will the baseball establishment celebrate or will it treat Rodriguez’s feat as the tree that falls in the forest?<\/p>\n I love the idea of Mays as much as everyone else. But Mays played in an era when many misdeeds went undetected and unreported, when players faced little accountability for their actions. Athletes in that bygone era were given a wide berth because of their celebrity.<\/p>\n Now we look for celebrity deeds and misdeeds to fill an insatiable, eternal news cycle.<\/p>\n The Jeter era is over, and fans are right to lament its passing. Jeter was the consummate professional, giving crisp, no-frills interviews that revealed only what he wanted to reveal.<\/p>\n Jeter was the image of the clean-cut, unflawed Yankee.<\/p>\n Rodriguez is flawed. That, for me, is what makes him one of the most compelling figures in contemporary sports.<\/p>\n We learned, among other things, that he liked cigars and played a game of poker now and then. We know that he used steroids and lied about it.<\/p>\n He gave the people what they wanted, and baseball what it wanted.<\/p>\n Now he is back.<\/p>\n Next stop: Willie Mays.<\/p>\n \n Email: wcr@nytimes.com<\/p>\n<\/div>\n<\/div> \n<\/footer>",
     "content_without_tags":" April 12, 2015 Sports of The Times By WILLIAM C. RHODEN Yankees fans had the first glimpse last week of life without Derek Jeter and life with Alex Rodriguez. Hometown fans generally greet Rodriguez warmly. He had spent a year away from the game after being suspended for using performance-enhancing drugs. Baseball wanted a longer suspension, but Rodriguez fought and got the ban reduced. His return gave fans a reason to be hopeful. While it would be a stretch to say Rodriguez has roared back, he has been more than credible. Even as the Yankees lost four of five games to open the season heading into Sunday’s series finale against the Red Sox, Rodriguez offered a ray of hope. He had seven hits, including a home run, and was batting .278. He even played first base, where he committed an error, but otherwise turned in an encouraging performance. On Sunday, in his first at-bat, Rodriguez drove in three runs with a double. Rodriguez is not the Yankees’ problem this season, and he may even be the team’s salvation. The larger issue is a pitching staff led by Masahiro Tanaka, who was drilled in the season opener, and C. C. Sabathia, who lost his first start as well. The Yankees know what they have in Rodriguez: a baseball prodigy who, at age 39, is better than many players 10 years younger. The reality is that only Babe Ruth, Mickey Mantle, Lou Gehrig, Joe DiMaggio and Yogi Berra had more home runs as a Yankee than Rodriguez. I’m fascinated by critics who write that Rodriguez has “ruined” his legacy. In whose eyes? Clearly not among the thousands who have applauded Rodriguez for the last few days. Who writes the history? Who determines which legacies are “ruined” and which are not? An overwhelmingly white, male baseball establishment that sits in judgment, that’s who. If it were my vote, Barry Bonds and Roger Clemens would be in the Hall of Fame effective immediately. In the stats-driven, nostalgia-laced business of baseball, statistics speak for themselves. We keep reading that Alex Rodriguez played us. He didn’t play us. We — fans, the news media — played ourselves. Deluded ourselves as baseball continued to lie to itself. Baseball tells us that the wicked witch of performance-enhancing drugs is dead. Right. On Saturday we learned that the Mets’ Jenrry Mejia had tested positive for the steroid stanozolol and would be suspended for 80 games. Earlier this month, we learned that three other players had tested positive for stanozolol. Clearly, they don’t have access to the latest science on performance-enhancing drugs. Yankees Manager Joe Girardi made a sensible and fair-minded point last week when asked about Rodriguez. “We live in a society that gives people second and third chances — fourth, fifth,” Girardi said. “Look, as humans we’re going to make mistakes. That’s the bottom line; we’ve all made mistakes.” Except that Major League Baseball has never paid for its transgressions. Owners, team presidents, general managers, athletic trainers have never been held accountable for their roles in the so-called steroid era. I had this conversation in the commissioner’s suite with Bud Selig during the World Series. My argument is that baseball will never have closure on this issue until former baseball commissioners, the current commissioner, team presidents and officials, as well as team owners past and present, testify under oath about who knew what and when. The players have simply been fall guys for a sport that knew exactly what was transpiring and for fans who largely did not care. Let these Yankees begin winning and you will not have enough seats to accommodate the crowd. In terms of Rodriguez’s legacy, he was on the way to becoming one of the greatest shortstops to play the game until he reached the Yankees and, out of deference to Derek Jeter, switched to third base. Rodriguez became one of the best third basemen in the game, and I have little doubt that with time and reps, he could become an All-Star-caliber first baseman and could become an outstanding designated hitter. Rodriguez knows how to play the game — on and off the field. So far this season, he is saying all the right things. “I love our fans,” he said after the Yankees’ opening-day loss. “We have a long history here. I think about 2009 and some of the things we accomplished together. I think this is an opportunity to help the team win.” And then added: “The fans don’t owe me anything. I’ve said all along, since spring training, part of feeling like a rookie is that I have to earn their cheers and their respect.” The reality is that Rodriguez is the only true star the Yankees have. This season, he will pass the great Willie Mays on the career home run list. Will the baseball establishment celebrate or will it treat Rodriguez’s feat as the tree that falls in the forest? I love the idea of Mays as much as everyone else. But Mays played in an era when many misdeeds went undetected and unreported, when players faced little accountability for their actions. Athletes in that bygone era were given a wide berth because of their celebrity. Now we look for celebrity deeds and misdeeds to fill an insatiable, eternal news cycle. The Jeter era is over, and fans are right to lament its passing. Jeter was the consummate professional, giving crisp, no-frills interviews that revealed only what he wanted to reveal. Jeter was the image of the clean-cut, unflawed Yankee. Rodriguez is flawed. That, for me, is what makes him one of the most compelling figures in contemporary sports. We learned, among other things, that he liked cigars and played a game of poker now and then. We know that he used steroids and lied about it. He gave the people what they wanted, and baseball what it wanted. Now he is back. Next stop: Willie Mays. Email: wcr@nytimes.com",
     "anger":"0.494",
     "surprise":"0.2198",
     "sadness":"0.2603",
     "joy":"0.6202",
     "fear":"0.1379",
     "excited":"0.5086",
     "happy":"0.9633",
     "worried":"0.3697"
     },
     {
     "title":"Derby Honor Belongs to Man United Over City 4-2",
     "author":"ROB HUGHES",
     "pubdate":"2015-04-12",
     "news_desk":"Sports",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/13\/sports\/13manchester\/13manchester-superJumbo.jpg",
     "caption":"Juan Mata, center, celebrates his goal with his Manchester United teammates.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640379\/s\/4554027c\/sc\/13\/l\/0L0Snytimes0N0C20A150C0A40C130Csports0Csoccer0Cderby0Ehonor0Ebelongs0Eto0Eman0Eunited0Eover0Ecity0E40E20Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n Juan Mata, center, celebrates his goal with his Manchester United teammates.<\/span><\/div>\n\n<\/div>\n\n \n \n By ROB HUGHES<\/h6>\n<\/div>\n April 12, 2015<\/h6>\n<\/div>\n<\/header> \n The pendulum has swung between United red and City blue in England’s northern commercial capital of Manchester ever since club soccer was invented more than a hundred years ago.<\/p>\n On Sunday, smarting from the fact that City had been the dominant team since the fortune sunk into the blue half of Manchester by the Abu Dhabi sovereign fund, United came from a goal down to swamp its neighbor, 4-2, at Old Trafford stadium.<\/p>\n If you couldn’t be there in the driving rain among the full house of 76,000, then the next best thing was a seat by the TV just about anywhere else on the planet. A Sunday of Formula One in China, and the last round of the Masters golf at Augusta, Ga., did not prevent broadcasters from paying what it takes to beam live pictures around more than 100 countries of this supposedly parochial Mancunian affair.<\/p>\n It wasn’t even top of the Premier League<\/a> because Chelsea, grinding out a workmanlike 1-0 victory in London against struggling Queens Park Rangers, is virtually home and dry in the championship position. Typical of Chelsea, typical of its coach José Mourinho, it went tackle for tackle through 89 minutes before Cesc Fàbregas scored with the team’s only shot on target.<\/p>\n And typical of the Manchester derby, the game in the north pulsated from start to finish. City and United are full these days of foreign talents, but come derby day they, like everyone else, get drawn into a contest that moves faster than the minds can control it.<\/p>\n City, the league champion last season, was the better team — for eight minutes. In those opening minutes, the light blues tore United’s defenses to shreds. Jesús Navas, the flying winger from Spain, had a clear opening but shot straight at the legs of the United goalkeeper, David de Gea.<\/p>\n A chance and a miss. Two minutes later, however, United’s defenders were again chasing shadows as James Milner, David Silva and Sergio Agüero moved and passed between them. Silva had the presence of mind to lift his head up, to wait, and then to release the ball low into the goalmouth for Agüero to score from point-blank range.<\/p>\n The fans who were there in October 2011, when City hammered United, 6-1, at this same stadium, will have feared for the worse. But the hallmark of the Premier League is defensive insecurity — the reason why its clubs cannot compete of late in the Champions League, but also the attraction to audiences on a global scale.<\/p>\n Out of uncertainty comes goalmouth thrills. At 14 minutes, the home side was level. De Gea hoofed the ball 70 yards, Ander Herrera reached it on the left wing, and from his low cross Ashley Young scored after the ball rebounded off the leg of defender Gaël Clichy.<\/p>\n The rain kept coming, the lush green turf got slicker, and the belief in United that it could extend a run of five league victories over the past two months overwhelmed City.<\/p>\n By the 27th minute another error by Clichy, failing to look over his shoulder as the tallest man on the field, Marouane Fellaini, lurked behind him, let in the Belgian giant to head United’s second goal at the far post. On the stroke of halftime, the City captain, Vincent Kompany, was lucky to stay on the field after a reckless foul on the leg of Daley Blind.<\/p>\n City removed Kompany anyway at halftime, perhaps sensing that he was in trouble with a leg strain, and that his next foul might have turned the yellow card he received for that lunge to red.<\/p>\n But the Red Devils sensed that the game was theirs. Juan Mata confirmed the impression on 67 minutes when he exchanged passes with Wayne Rooney, dashed up the left, cut inside and poked the ball through the legs of City’s sprawling keeper, Joe Hart.<\/p>\n The United crowd began to mercilessly bait the City coach, Manuel Pellegrini. “Sacked in the morning,” they shouted, “you’re getting sacked in the morning!”<\/p>\n United’s supremacy was confirmed on 71 minutes when Young floated a free kick into the goal area and Chris Smalling leaped, unmarked, to head goal No. 4.<\/p>\n There was a consolation, but only that for City. Agüero popped up a minute from the end to score his 100th goal, in his 158th game, for the blues. By then, the pendulum was firmly red.<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":" By ROB HUGHES April 12, 2015 The pendulum has swung between United red and City blue in England’s northern commercial capital of Manchester ever since club soccer was invented more than a hundred years ago. On Sunday, smarting from the fact that City had been the dominant team since the fortune sunk into the blue half of Manchester by the Abu Dhabi sovereign fund, United came from a goal down to swamp its neighbor, 4-2, at Old Trafford stadium. If you couldn’t be there in the driving rain among the full house of 76,000, then the next best thing was a seat by the TV just about anywhere else on the planet. A Sunday of Formula One in China, and the last round of the Masters golf at Augusta, Ga., did not prevent broadcasters from paying what it takes to beam live pictures around more than 100 countries of this supposedly parochial Mancunian affair. It wasn’t even top of the Premier League because Chelsea, grinding out a workmanlike 1-0 victory in London against struggling Queens Park Rangers, is virtually home and dry in the championship position. Typical of Chelsea, typical of its coach José Mourinho, it went tackle for tackle through 89 minutes before Cesc Fàbregas scored with the team’s only shot on target. And typical of the Manchester derby, the game in the north pulsated from start to finish. City and United are full these days of foreign talents, but come derby day they, like everyone else, get drawn into a contest that moves faster than the minds can control it. City, the league champion last season, was the better team — for eight minutes. In those opening minutes, the light blues tore United’s defenses to shreds. Jesús Navas, the flying winger from Spain, had a clear opening but shot straight at the legs of the United goalkeeper, David de Gea. A chance and a miss. Two minutes later, however, United’s defenders were again chasing shadows as James Milner, David Silva and Sergio Agüero moved and passed between them. Silva had the presence of mind to lift his head up, to wait, and then to release the ball low into the goalmouth for Agüero to score from point-blank range. The fans who were there in October 2011, when City hammered United, 6-1, at this same stadium, will have feared for the worse. But the hallmark of the Premier League is defensive insecurity — the reason why its clubs cannot compete of late in the Champions League, but also the attraction to audiences on a global scale. Out of uncertainty comes goalmouth thrills. At 14 minutes, the home side was level. De Gea hoofed the ball 70 yards, Ander Herrera reached it on the left wing, and from his low cross Ashley Young scored after the ball rebounded off the leg of defender Gaël Clichy. The rain kept coming, the lush green turf got slicker, and the belief in United that it could extend a run of five league victories over the past two months overwhelmed City. By the 27th minute another error by Clichy, failing to look over his shoulder as the tallest man on the field, Marouane Fellaini, lurked behind him, let in the Belgian giant to head United’s second goal at the far post. On the stroke of halftime, the City captain, Vincent Kompany, was lucky to stay on the field after a reckless foul on the leg of Daley Blind. City removed Kompany anyway at halftime, perhaps sensing that he was in trouble with a leg strain, and that his next foul might have turned the yellow card he received for that lunge to red. But the Red Devils sensed that the game was theirs. Juan Mata confirmed the impression on 67 minutes when he exchanged passes with Wayne Rooney, dashed up the left, cut inside and poked the ball through the legs of City’s sprawling keeper, Joe Hart. The United crowd began to mercilessly bait the City coach, Manuel Pellegrini. “Sacked in the morning,” they shouted, “you’re getting sacked in the morning!” United’s supremacy was confirmed on 71 minutes when Young floated a free kick into the goal area and Chris Smalling leaped, unmarked, to head goal No. 4. There was a consolation, but only that for City. Agüero popped up a minute from the end to score his 100th goal, in his 158th game, for the blues. By then, the pendulum was firmly red.",
     "anger":"0.9349",
     "surprise":"0.3247",
     "sadness":"0.0196",
     "joy":"0.028",
     "fear":"0.8171",
     "excited":"0.1392",
     "happy":"0.8598",
     "worried":"0.179"
     },
     {
     "title":"Obama Denounces Attempts to Derail Nuclear Deal With Iran",
     "author":"JULIE HIRSCHFELD DAVIS",
     "pubdate":"2015-04-12",
     "news_desk":"Politics",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/06\/world\/middleeast\/iran-nuclear-deals-definition-depends-on-whos-talking-1428368262301\/iran-nuclear-deals-definition-depends-on-whos-talking-1428368262301-mediumThreeByTwo225.jpg",
     "caption":"The Iran Nuclear Deal’s Definition Depends on Who’s Talking American and Iranian officials are using different words to describe elements of the preliminary agreement to limit Iran’s nuclear program.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640372\/s\/455097d2\/sc\/7\/l\/0L0Snytimes0N0C20A150C0A40C120Cworld0Cmiddleeast0Cobama0Edenounces0Eattempts0Eto0Ederail0Enuclear0Edeal0Ewith0Eiran0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n\n \n \n By JULIE HIRSCHFELD DAVIS<\/h6>\n<\/div>\n April 12, 2015<\/h6>\n<\/div>\n<\/header> \n PANAMA — President Obama<\/a> fiercely defended the framework nuclear agreement with Iran<\/a> on Saturday and criticized those Republicans he said were politicizing foreign policy and working to derail the deal.<\/p>\n “I don’t understand why it is that everybody’s working so hard to anticipate failure,” Mr. Obama said of the negotiations to hammer out a final nuclear accord, during a news conference at the end of a summit meeting of Latin American nations here. “My simple point is let’s wait and see what the deal is.”<\/p>\n He said he remained “absolutely positive” that if a final agreement codified the commitments agreed upon earlier this month, it would be the best way of preventing Iran from obtaining a nuclear weapon. And he said that he was worried that Republican critics of the deal were trying to “screw up” its completion.<\/p>\n Mr. Obama singled out Senator John McCain, Republican of Arizona, who he said had suggested that Secretary of State John Kerry was “somehow less trustworthy” than Iran’s supreme leader in describing the deal, calling it “an indication of the degree to which partisanship has crossed all boundaries.”<\/p>\n \n \n\n<\/div>\n \n Graphic |<\/span> The Iran Nuclear Deal’s Definition Depends on Who’s Talking<\/span> American and Iranian officials are using different words to describe elements of the preliminary agreement to limit Iran’s nuclear program.<\/p>\n<\/div>\n<\/div>\n “That’s not how we’re supposed to run foreign policy,” Mr. Obama said. “That’s a problem. It needs to stop.”<\/p>\n As he departed the summit meeting where a historic meeting with President Raúl Castro of Cuba provided concrete evidence of one of his most significant foreign policy achievements, Mr. Obama faced mounting questions about another goal — the Iran deal<\/a>. The framework was forged in Switzerland this month, and American negotiators and allies are working with Iran to finalize an agreement by June 30.<\/p>\n “We’ve got work until the end of June to make sure that we’ve got a document that works,” Mr. Obama said. “If, in fact, we’re not satisfied that it cuts off the pathways for Iran obtaining a nuclear weapon, then we won’t sign it.”<\/p>\n Mr. Obama is facing a double bind over the next two months with the deal pending. Iran’s supreme leader, Ayatollah Ali Khamenei, has suggested that his country will not comply with crucial conditions, including unfettered access to nuclear sites. He has insisted that sanctions be lifted immediately after a deal is signed, something the United States has said would not happen. Closer to home, the Republican-led Congress is demanding review power over any agreement, and will begin considering bipartisan legislation next week that would allow them to review the deal, vote to disapprove it and limit Mr. Obama’s ability to waive sanctions.<\/p>\n \n \n\n<\/div>\n \n Graphic |<\/span> A Simple Guide to the Nuclear Negotiations With Iran<\/span> A guide to help you navigate the talks between Western powers and Tehran.<\/p>\n<\/div>\n<\/div>\n Some Republican critics of the accord, including Mr. McCain, have seized upon the assertions of Iran’s leaders to argue that Mr. Obama is on the brink of ceding too much in the talks.<\/p>\n “It’s not surprising to me that the supreme leader or a whole bunch of other people are going to try to characterize the deal in a way that protects their political position, but I know what was discussed in arriving at the political agreement,” Mr. Obama said.<\/p>\n As for Congress, he said he had talked to Senator Bob Corker, Republican of Tennessee, the chairman of the Foreign Relations Committee and a sponsor of the review bill, and Senator Benjamin L. Cardin of Maryland, the panel’s senior Democrat, about how to give Congress a voice in the debate.<\/p>\n “I want to work with them so that Congress can look at this deal when it’s done,” Mr. Obama said. “What I’m concerned about is making sure that we don’t prejudge it,” he added, or allow opponents of the deal to “try to use a procedural argument essentially to screw up the possibility of a deal.”<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":"By JULIE HIRSCHFELD DAVIS April 12, 2015 PANAMA — President Obama fiercely defended the framework nuclear agreement with Iran on Saturday and criticized those Republicans he said were politicizing foreign policy and working to derail the deal. “I don’t understand why it is that everybody’s working so hard to anticipate failure,” Mr. Obama said of the negotiations to hammer out a final nuclear accord, during a news conference at the end of a summit meeting of Latin American nations here. “My simple point is let’s wait and see what the deal is.” He said he remained “absolutely positive” that if a final agreement codified the commitments agreed upon earlier this month, it would be the best way of preventing Iran from obtaining a nuclear weapon. And he said that he was worried that Republican critics of the deal were trying to “screw up” its completion. Mr. Obama singled out Senator John McCain, Republican of Arizona, who he said had suggested that Secretary of State John Kerry was “somehow less trustworthy” than Iran’s supreme leader in describing the deal, calling it “an indication of the degree to which partisanship has crossed all boundaries.” Graphic | “That’s not how we’re supposed to run foreign policy,” Mr. Obama said. “That’s a problem. It needs to stop.” As he departed the summit meeting where a historic meeting with President Raúl Castro of Cuba provided concrete evidence of one of his most significant foreign policy achievements, Mr. Obama faced mounting questions about another goal — the Iran deal. The framework was forged in Switzerland this month, and American negotiators and allies are working with Iran to finalize an agreement by June 30. “We’ve got work until the end of June to make sure that we’ve got a document that works,” Mr. Obama said. “If, in fact, we’re not satisfied that it cuts off the pathways for Iran obtaining a nuclear weapon, then we won’t sign it.” Mr. Obama is facing a double bind over the next two months with the deal pending. Iran’s supreme leader, Ayatollah Ali Khamenei, has suggested that his country will not comply with crucial conditions, including unfettered access to nuclear sites. He has insisted that sanctions be lifted immediately after a deal is signed, something the United States has said would not happen. Closer to home, the Republican-led Congress is demanding review power over any agreement, and will begin considering bipartisan legislation next week that would allow them to review the deal, vote to disapprove it and limit Mr. Obama’s ability to waive sanctions. Graphic | A Simple Guide to the Nuclear Negotiations With Iran A guide to help you navigate the talks between Western powers and Tehran. Some Republican critics of the accord, including Mr. McCain, have seized upon the assertions of Iran’s leaders to argue that Mr. Obama is on the brink of ceding too much in the talks. “It’s not surprising to me that the supreme leader or a whole bunch of other people are going to try to characterize the deal in a way that protects their political position, but I know what was discussed in arriving at the political agreement,” Mr. Obama said. As for Congress, he said he had talked to Senator Bob Corker, Republican of Tennessee, the chairman of the Foreign Relations Committee and a sponsor of the review bill, and Senator Benjamin L. Cardin of Maryland, the panel’s senior Democrat, about how to give Congress a voice in the debate. “I want to work with them so that Congress can look at this deal when it’s done,” Mr. Obama said. “What I’m concerned about is making sure that we don’t prejudge it,” he added, or allow opponents of the deal to “try to use a procedural argument essentially to screw up the possibility of a deal.”",
     "anger":"0.3191",
     "surprise":"0.9387",
     "sadness":"0.9984",
     "joy":"0.1241",
     "fear":"0.4293",
     "excited":"0.9739",
     "happy":"0.975",
     "worried":"0.8614"
     },
     {
     "title":"Roundup: Cubs Scuttle the Rockies’ Bid for Their Best Start",
     "author":"THE ASSOCIATED PRESS",
     "pubdate":"2015-04-12",
     "news_desk":"Sports",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/12\/sports\/12base\/12base-superJumbo.jpg",
     "caption":"Michael Wacha during the first inning. He pitched into the seventh inning Saturday to earn his first win in his first appearance of the year.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640313\/s\/4550279b\/sc\/35\/l\/0L0Snytimes0N0C20A150C0A40C120Csports0Cbaseball0Ccardinals0Ehand0Ereds0Etheir0Efirst0Eloss0Eof0Ethe0Eseason0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n Michael Wacha during the first inning. He pitched into the seventh inning Saturday to earn his first win in his first appearance of the year.<\/span><\/div>\n\n<\/div>\n\n \n \n By THE ASSOCIATED PRESS<\/h6>\n<\/div>\n April 11, 2015<\/h6>\n<\/div>\n<\/header> \n Chris Coghlan and Mike Olt hit consecutive solo homers in the third inning, Dexter Fowler had two triples, and the Chicago Cubs ended the Colorado Rockies’ bid for their best start in team history with a 9-5 win in Denver on Saturday night.<\/p>\n The Rockies were attempting to improve to 5-0 for the first time. This is the fifth time they have won four of their first five.<\/p>\n Starlin Castro also added a solo shot for the Cubs, who entered the game without a home run this season.<\/p>\n Chicago’s Jason Hammel allowed three runs and eight hits in six innings and also had two singles.<\/p>\n ROYALS 6, ANGELS 4<\/strong> Mike Moustakas and Salvador Perez homered during a five-run fourth inning against Jered Weaver, and visiting Kansas City extended its season-opening winning streak to five games by edging Los Angeles.<\/p>\n RANGERS 6, ASTROS 2<\/strong> Yovani Gallardo won his home debut for his hometown team, pitching into the sixth inning for host Texas in a win over Houston.<\/p>\n DIAMONDBACKS 6, DODGERS 0<\/strong> Archie Bradley made a dazzling major league debut, allowing one hit over six innings, to outpitch Clayton Kershaw and lead host Arizona past Los Angeles.<\/p>\n PADRES 10, GIANTS 2<\/strong> The new San Diego ace James Shields outpitched Madison Bumgarner, who lasted only three innings, in the host Padres’ rout of San Francisco.<\/p>\n CARDINALS<\/a> 4, REDS<\/a> 1<\/strong> Matt Adams delivered his first home run of the season, and visiting St. Louis topped Cincinnati to end the Reds’ season-opening winning streak at four games.<\/p>\n PHILLIES 3, NATIONALS 2<\/strong> Odubel Herrera doubled home the winning run in the 10th inning with his first major league hit, rallying host Philadelphia past Washington.<\/p>\n ORIOLES 7, BLUE JAYS 1<\/strong> Ubaldo Jimenez struck out eight and allowed one single over seven innings, Jonathan Schoop hit a grand slam, and host Baltimore trounced Toronto.<\/p>\n TIGERS 9, INDIANS 6<\/strong> Ian Kinsler hit a run-scoring single, and Yoenis Cespedes doubled in two runs during a four-run ninth inning for visiting Detroit, which remained unbeaten by knocking off Cleveland.<\/p>\n MARINERS 5, ATHLETICS 4<\/strong> Nelson Cruz hit his first home run for Seattle, and Brad Miller threw out a runner at the plate in the 10th inning and doubled in the go-ahead run in the 11th, lifting the visiting Mariners over Oakland.<\/p>\n BREWERS 6, PIRATES 0<\/strong> Jimmy Nelson struck out a career-high nine in seven innings, Jean Segura hit a two-run homer, and host Milwaukee became the final team in the majors to win this season with a rout of Pittsburgh.<\/p>\n RAYS 2, MARLINS 0<\/strong> Chris Archer pitched seven innings, and visiting Tampa Bay topped Miami.<\/p>\n Archer allowed one hit and walked one while throwing 84 pitches.<\/p>\n WHITE SOX 5, TWINS 4<\/strong> Pinch-hitter J. B. Shuck hit a go-ahead run-scoring single in the eighth inning to give host Chicago its first win of the season.<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":" By THE ASSOCIATED PRESS April 11, 2015 Chris Coghlan and Mike Olt hit consecutive solo homers in the third inning, Dexter Fowler had two triples, and the Chicago Cubs ended the Colorado Rockies’ bid for their best start in team history with a 9-5 win in Denver on Saturday night. The Rockies were attempting to improve to 5-0 for the first time. This is the fifth time they have won four of their first five. Starlin Castro also added a solo shot for the Cubs, who entered the game without a home run this season. Chicago’s Jason Hammel allowed three runs and eight hits in six innings and also had two singles. ROYALS 6, ANGELS 4 Mike Moustakas and Salvador Perez homered during a five-run fourth inning against Jered Weaver, and visiting Kansas City extended its season-opening winning streak to five games by edging Los Angeles. RANGERS 6, ASTROS 2 Yovani Gallardo won his home debut for his hometown team, pitching into the sixth inning for host Texas in a win over Houston. DIAMONDBACKS 6, DODGERS 0 Archie Bradley made a dazzling major league debut, allowing one hit over six innings, to outpitch Clayton Kershaw and lead host Arizona past Los Angeles. PADRES 10, GIANTS 2 The new San Diego ace James Shields outpitched Madison Bumgarner, who lasted only three innings, in the host Padres’ rout of San Francisco. CARDINALS 4, REDS 1 Matt Adams delivered his first home run of the season, and visiting St. Louis topped Cincinnati to end the Reds’ season-opening winning streak at four games. PHILLIES 3, NATIONALS 2 Odubel Herrera doubled home the winning run in the 10th inning with his first major league hit, rallying host Philadelphia past Washington. ORIOLES 7, BLUE JAYS 1 Ubaldo Jimenez struck out eight and allowed one single over seven innings, Jonathan Schoop hit a grand slam, and host Baltimore trounced Toronto. TIGERS 9, INDIANS 6 Ian Kinsler hit a run-scoring single, and Yoenis Cespedes doubled in two runs during a four-run ninth inning for visiting Detroit, which remained unbeaten by knocking off Cleveland. MARINERS 5, ATHLETICS 4 Nelson Cruz hit his first home run for Seattle, and Brad Miller threw out a runner at the plate in the 10th inning and doubled in the go-ahead run in the 11th, lifting the visiting Mariners over Oakland. BREWERS 6, PIRATES 0 Jimmy Nelson struck out a career-high nine in seven innings, Jean Segura hit a two-run homer, and host Milwaukee became the final team in the majors to win this season with a rout of Pittsburgh. RAYS 2, MARLINS 0 Chris Archer pitched seven innings, and visiting Tampa Bay topped Miami. Archer allowed one hit and walked one while throwing 84 pitches. WHITE SOX 5, TWINS 4 Pinch-hitter J. B. Shuck hit a go-ahead run-scoring single in the eighth inning to give host Chicago its first win of the season.",
     "anger":"0.3848",
     "surprise":"0.3851",
     "sadness":"0.8521",
     "joy":"0.0578",
     "fear":"0.6751",
     "excited":"0.9416",
     "happy":"0.8252",
     "worried":"0.7385"
     },
     {
     "title":"New Sea Drilling Rule Planned 5 Years After BP Oil Spill",
     "author":"CORAL DAVENPORT",
     "pubdate":"2015-04-11",
     "news_desk":"Environment",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/11\/us\/11DRILLINGWEB\/11DRILLINGWEB-superJumbo.jpg",
     "caption":"A new rule will be used to make the case that a disaster like the 2010 BP spill can be prevented.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640332\/s\/454b6b1d\/sc\/31\/l\/0L0Snytimes0N0C20A150C0A40C110Cus0Cnew0Esea0Edrilling0Erule0Eplanned0E50Eyears0Eafter0Ebp0Eoil0Espill0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n A new rule will be used to make the case that a disaster like the 2010 BP spill can be prevented.<\/span><\/div>\n\n<\/div>\n\n \n \n By CORAL DAVENPORT<\/h6>\n<\/div>\n April 10, 2015<\/h6>\n<\/div>\n<\/header> \n WASHINGTON — The Obama administration is planning to impose a major new regulation on offshore oil<\/a> and gas drilling to try to prevent the kind of explosions that caused the catastrophic BP oil spill<\/a> in the Gulf of Mexico, administration officials said Friday.<\/p>\n The announcement of the Interior Department<\/a> regulation, which could be made as soon as Monday, is timed to coincide with the five-year anniversary of the disaster, which killed 11 men and sent millions of barrels of oil spewing into the gulf. The regulation is being introduced as the Obama administration is taking steps to open up vast new areas of federal waters off the southeast Atlantic Coast to drilling, a decision that has infuriated environmentalists.<\/p>\n The rule is expected to tighten safety requirements on blowout preventers, the industry-standard devices that are the last line of protection to stop explosions in undersea oil and gas wells. The explosion of the Deepwater Horizon oil rig on April 20, 2010, was caused in part when the buckling of a section of drill pipe led to the malfunction of a supposedly fail-safe blowout preventer on a BP well called Macondo.<\/p>\n It will be the third and biggest new drilling-equipment regulation put forth by the Obama administration in response to the disaster. In 2010, the Interior Department announced new regulations on drilling well casings, and in 2012, it announced new regulations on the cementing of wells.<\/p>\n The latest regulation, a result of several years of study, will be imposed on all future offshore drilling<\/a> equipment and will be used by the administration to make the case that it can prevent a BP-like disaster as oil exploration expands in the Atlantic. The Interior Department is also reviewing a proposal from Royal Dutch Shell to drill in the Arctic’s Chukchi Sea, off the coast of Alaska.<\/p>\n “We’re coming on five years, and we’ve been working tirelessly in the regulation division since it happened,” said Allyson Anderson, associate director of strategic engagement in the Interior Department’s Bureau of Safety and Environmental Enforcement. “We’ve doubled down on building a culture of safety,”<\/p>\n But environmentalists remained highly skeptical.<\/p>\n “Making sure the design, operation and maintenance of the blowout preventer is the best it can possibly be is imperative, no question,” said Bob Deans, a spokesman for the Natural Resources Defense Council and co-author of the book “In Deep Water,” an investigation of the cause of the spill. “Industry and government have taken measures over the past five years to reduce some of the risk in what is an inherently dangerous operation at sea. That’s a far cry from saying it’s safe. And the last thing we need is to expose Atlantic or Arctic waters to a BP-style blowout.”<\/p>\n Environmentalists also noted that a panel appointed by President Obama to investigate the spill concluded that the chief cause of the disaster, which left the Gulf Coast soaked in black tar, was not the blowout preventer but a broad systemic failure of oversight by the companies involved in drilling the well and the government regulators assigned to police them.<\/p>\n Five years after the spill, the number of accidents and injuries per oil-producing well has increased, according to Interior Department statistics. Between 2009 and 2014, the overall number of oil- and gas-producing wells dropped about 20 percent, and accidents and incidents associated with drilling in the Gulf of Mexico dropped 14 percent. But during that period, accidents and injuries per producing well increased by about 7 percent.<\/p>\n A report last year by the Chemical Safety Board<\/a> concluded that the blowout preventer’s blind shear ram, an emergency hydraulic device with two cutting blades, punctured the pipe and sent oil and gas gushing to the surface. The study found that the drill pipe had buckled under the tremendous pressure of the oil and gas rising from the well from the initial blowout.<\/p>\n That report warned that another disastrous offshore oil well blowout could happen despite regulatory improvements in the four years since the BP well explosion.<\/p>\n “The new regulation is important,” said William K. Reilly, a co-chairman of the presidential panel that investigated the spill, and the administrator of the Environmental Protection Agency under the first President George Bush. “The signal from the department that it is attending to each of the systems is more important. The blowout preventer is the last-ditch preventer. It was activated too late in Macondo. If you get to the point where it’s all you’ve got, it better be good. But the system process we identified — attention to management, process design, adherence to the system — those are really vital long before you ever get to the point where you have an emergency.”<\/p>\n Mr. Reilly blamed Congress for some of the continued systemic problems, saying that lawmakers should have appropriated funds to increase programs for safety training and inspection.<\/p>\n Administration officials say that since the spill, the Interior Department has initiated the most aggressive and comprehensive offshore oil and gas regulation and oversight in history. The agency has nearly doubled the number of safety inspectors in the Gulf of Mexico, from 55 at the time of the spill to 92 today. After the accident, the Interior Department was restructured, separating the agency charged with overseeing safety from the one charged with overseeing the collection of revenue.<\/p>\n The agency has also put in place a requirement that any company performing deep-water drilling in the Gulf of Mexico must have access to containment dome technology — essentially, a dome that can be put over an exploded well to contain gushing oil. At least two ports in the Gulf of Mexico now store containment domes that can be used in emergencies.<\/p>\n While the oil industry typically opposes regulations, it has followed some of the recommendations made by the presidential panel. The big oil companies created and funded the Center for Offshore Safety<\/a>, an institute intended to promote and disseminate best practices in drilling.<\/p>\n “The industry’s overall safety record was strong before Macondo, and the co-chairs of President Obama’s national spill commission were absolutely right when they said that offshore drilling is now even safer,” said Jack N. Gerard, president of the American Petroleum Institute, which lobbies for the oil industry. “We will continue to build on these achievements because our goal is zero accidents and zero spills.”<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":" By CORAL DAVENPORT April 10, 2015 WASHINGTON — The Obama administration is planning to impose a major new regulation on offshore oil and gas drilling to try to prevent the kind of explosions that caused the catastrophic BP oil spill in the Gulf of Mexico, administration officials said Friday. The announcement of the Interior Department regulation, which could be made as soon as Monday, is timed to coincide with the five-year anniversary of the disaster, which killed 11 men and sent millions of barrels of oil spewing into the gulf. The regulation is being introduced as the Obama administration is taking steps to open up vast new areas of federal waters off the southeast Atlantic Coast to drilling, a decision that has infuriated environmentalists. The rule is expected to tighten safety requirements on blowout preventers, the industry-standard devices that are the last line of protection to stop explosions in undersea oil and gas wells. The explosion of the Deepwater Horizon oil rig on April 20, 2010, was caused in part when the buckling of a section of drill pipe led to the malfunction of a supposedly fail-safe blowout preventer on a BP well called Macondo. It will be the third and biggest new drilling-equipment regulation put forth by the Obama administration in response to the disaster. In 2010, the Interior Department announced new regulations on drilling well casings, and in 2012, it announced new regulations on the cementing of wells. The latest regulation, a result of several years of study, will be imposed on all future offshore drilling equipment and will be used by the administration to make the case that it can prevent a BP-like disaster as oil exploration expands in the Atlantic. The Interior Department is also reviewing a proposal from Royal Dutch Shell to drill in the Arctic’s Chukchi Sea, off the coast of Alaska. “We’re coming on five years, and we’ve been working tirelessly in the regulation division since it happened,” said Allyson Anderson, associate director of strategic engagement in the Interior Department’s Bureau of Safety and Environmental Enforcement. “We’ve doubled down on building a culture of safety,” But environmentalists remained highly skeptical. “Making sure the design, operation and maintenance of the blowout preventer is the best it can possibly be is imperative, no question,” said Bob Deans, a spokesman for the Natural Resources Defense Council and co-author of the book “In Deep Water,” an investigation of the cause of the spill. “Industry and government have taken measures over the past five years to reduce some of the risk in what is an inherently dangerous operation at sea. That’s a far cry from saying it’s safe. And the last thing we need is to expose Atlantic or Arctic waters to a BP-style blowout.” Environmentalists also noted that a panel appointed by President Obama to investigate the spill concluded that the chief cause of the disaster, which left the Gulf Coast soaked in black tar, was not the blowout preventer but a broad systemic failure of oversight by the companies involved in drilling the well and the government regulators assigned to police them. Five years after the spill, the number of accidents and injuries per oil-producing well has increased, according to Interior Department statistics. Between 2009 and 2014, the overall number of oil- and gas-producing wells dropped about 20 percent, and accidents and incidents associated with drilling in the Gulf of Mexico dropped 14 percent. But during that period, accidents and injuries per producing well increased by about 7 percent. A report last year by the Chemical Safety Board concluded that the blowout preventer’s blind shear ram, an emergency hydraulic device with two cutting blades, punctured the pipe and sent oil and gas gushing to the surface. The study found that the drill pipe had buckled under the tremendous pressure of the oil and gas rising from the well from the initial blowout. That report warned that another disastrous offshore oil well blowout could happen despite regulatory improvements in the four years since the BP well explosion. “The new regulation is important,” said William K. Reilly, a co-chairman of the presidential panel that investigated the spill, and the administrator of the Environmental Protection Agency under the first President George Bush. “The signal from the department that it is attending to each of the systems is more important. The blowout preventer is the last-ditch preventer. It was activated too late in Macondo. If you get to the point where it’s all you’ve got, it better be good. But the system process we identified — attention to management, process design, adherence to the system — those are really vital long before you ever get to the point where you have an emergency.” Mr. Reilly blamed Congress for some of the continued systemic problems, saying that lawmakers should have appropriated funds to increase programs for safety training and inspection. Administration officials say that since the spill, the Interior Department has initiated the most aggressive and comprehensive offshore oil and gas regulation and oversight in history. The agency has nearly doubled the number of safety inspectors in the Gulf of Mexico, from 55 at the time of the spill to 92 today. After the accident, the Interior Department was restructured, separating the agency charged with overseeing safety from the one charged with overseeing the collection of revenue. The agency has also put in place a requirement that any company performing deep-water drilling in the Gulf of Mexico must have access to containment dome technology — essentially, a dome that can be put over an exploded well to contain gushing oil. At least two ports in the Gulf of Mexico now store containment domes that can be used in emergencies. While the oil industry typically opposes regulations, it has followed some of the recommendations made by the presidential panel. The big oil companies created and funded the Center for Offshore Safety, an institute intended to promote and disseminate best practices in drilling. “The industry’s overall safety record was strong before Macondo, and the co-chairs of President Obama’s national spill commission were absolutely right when they said that offshore drilling is now even safer,” said Jack N. Gerard, president of the American Petroleum Institute, which lobbies for the oil industry. “We will continue to build on these achievements because our goal is zero accidents and zero spills.”",
     "anger":"0.2463",
     "surprise":"0.6424",
     "sadness":"0.3439",
     "joy":"0.277",
     "fear":"0.8446",
     "excited":"0.1862",
     "happy":"0.8326",
     "worried":"0.9412"
     },
     {
     "title":"American Among Nearly 40 Sentenced to Life in Prison for Egypt Protests",
     "author":"DAVID D. KIRKPATRICK and JARED MALSIN",
     "pubdate":"2015-04-11",
     "news_desk":"World",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/12\/world\/EGYPT\/EGYPT-superJumbo.jpg",
     "caption":"Egyptian policemen guarded the defendants’ cage in a Cairo courtroom on Saturday at a verdict hearing for nearly 40 people in an antigovernment protest case.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640355\/s\/454d891a\/sc\/11\/l\/0L0Snytimes0N0C20A150C0A40C120Cworld0Cmiddleeast0Cegyptian0Ecourt0Esentences0Eus0Ecitizen0Eto0Elife0Ein0Eprison0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" \n\n \n <\/a><\/div>\n Egyptian policemen guarded the defendants’ cage in a Cairo courtroom on Saturday at a verdict hearing for nearly 40 people in an antigovernment protest case.<\/span><\/div>\n\n<\/div>\n\n \n \n By DAVID D. KIRKPATRICK and JARED MALSIN<\/h6>\n<\/div>\n April 11, 2015<\/h6>\n<\/div>\n<\/header> \n CAIRO — An Egyptian court on Saturday sentenced an American citizen, Mohamed Soltan, to life imprisonment for supporting an Islamist protest against the military ouster of President Mohamed Morsi of the Muslim Brotherhood<\/a> in the summer of 2013.<\/p>\n The presiding judge, Mohammed Nagi Shehata, sentenced more than 35 other defendants in the case to the same penalty and also confirmed death sentences in the same case for about a dozen defendants, including the Muslim Brotherhood<\/a>’s top spiritual guide, Mohamed Badie, 71, as well as Mr. Soltan’s father, Salah Soltan.<\/p>\n Gehad el-Haddad, a spokesman for the Muslim Brotherhood, was also sentenced to life in prison. Members of the Soltan family have said they will appeal the decision, and other defendants are expected to appeal as well.<\/p>\n The verdict is the latest in a long series of similarly harsh sentences handed down at mass trials of dozens or hundreds of defendants accused of participating in violent protests or riots in the aftermath of the military takeover, often based on only police testimony or cursory evidence. Thousands more remain imprisoned without convictions. The sweeping penalties have drawn outraged denunciations from rights groups and milder rebukes from Western diplomats.<\/p>\n But the case of the younger Mr. Soltan, 27, is exceptional because he is an American citizen.<\/p>\n The verdict comes just days after President Obama released hundreds of millions of dollars in military aid<\/a> for Egypt<\/a> that had previously been suspended in response to the military takeover and subsequent repression.<\/p>\n In a statement, the United States State Department said that it was “deeply disappointed” in the decision and “deeply concerned about Mr. Soltan’s health and detention.” The statement called for Egypt<\/a> to release Mr. Soltan “on humanitarian grounds.”<\/p>\n Tom Malinowski, the State Department’s top human rights official, criticized the sentencing in blunter terms. “US citizen #Soltan sentenced to life in prison for nothing more than attending a protest,” he wrote on Twitter.<\/p>\n Raised in the Midwest by Egyptian immigrant parents, Mr. Soltan graduated from Ohio State University in 2012 and found a job in Cairo at a petroleum services company. Although his father was a prominent and outspoken member of the Muslim Brotherhood, the younger Mr. Soltan disagreed with the group and criticized Mr. Morsi, said his family and friends. But he has also said he opposed the military’s removal of Mr. Morsi, Egypt’s first fairly elected president, because it was undemocratic.<\/p>\n Mr. Soltan began volunteering as a translator for Western journalists covering the Islamist sit-in at Rabaa al-Adawiya Square to protest the takeover. Security forces forcibly broke up the sit-in on Aug. 14, 2013, killing nearly a thousand<\/a>, according to the best estimates provided by Human Rights Watch and others. Mr. Soltan was shot in the arm during the assault on the sit-in, and the police arrested him at his home several days later. He has remained in jail since then.<\/p>\n He and the others in the case were reportedly accused of joining a command center at the sit-in that sought to spread chaos across Egypt in defiance of the government.<\/p>\n Mr. Soltan has conducted a hunger strike for more than a year to protest his imprisonment, according to his family. In a recent letter<\/a> to the family that was provided to The New York Times, American diplomats working on the case warned that his hunger strike “has done and continues to do severe, in some cases irreparable, damage to his body” and “is a significant threat to his life.”<\/p>\n In a letter<\/a> smuggled from prison and published on the website of The Times in early 2014, Mr. Soltan recalled volunteering for Mr. Obama’s presidential campaign and appealed to the president for help. “I often get asked sarcastically by judges, officers, and even inmates, ‘Where is this first world country that takes such pride in defending human rights and freedoms? Where are they now to help you?’ ” Mr. Soltan wrote. “Of course, I am left speechless every time.”<\/p>\n In another smuggled letter<\/a>, published on the website in November 2014, Mr. Soltan compared prison to his struggles as a junior varsity basketball player. “Just like I was prepped to be a better basketball player, I was being molded by God to be a wiser human, an effective leader, and a stronger advocate of freedom and peace,” he said.<\/p>\n In a telephone interview from the Washington area on Friday, his sister, Hanaa Soltan, said her family had been stunned by the death sentence for her father when it was first reported a few weeks ago.<\/p>\n “No one was really expecting it,” she said, adding, “I knew that when the sentencing came on, my dad was going to get a really tough one but — death sentence — I don’t think there’s really ever anything that prepares you for that.”<\/p>\n Egypt’s government has banned the Muslim Brotherhood, Egypt’s mainstream Islamist movement, and labeled it a terrorist group.<\/p>\n The authorities have directed many of the cases involving political activists or the Brotherhood to a special circuit of courts, and Judge Shehata, who issued the verdict against the Soltans, has stood out for his swift and draconian rulings.<\/p>\n In February, for example, Judge Shehata sentenced more than 180 defendants to death after a single, speedy mass trial in connection with a deadly attack on a police station in Giza, despite questionable evidence that all were involved or even present.<\/p>\n He issued death sentences “like it is a joke,” Ms. Soltan said.<\/p>\n Among other cases, Judge Shehata also sentenced three journalists<\/a> working for Al Jazeera’s English-language network, including a Canadian citizen of Egyptian descent and an Australian, to seven-year prisons terms for broadcasting what the charges said were false reports of social unrest as part of a conspiracy with the Brotherhood. But prosecutors presented no publicly available evidence of either false reports or a Brotherhood conspiracy. An appeals court early this year found that the charges had not been proved and ordered a retrial<\/a>.<\/p>\n President Abdel Fattah el-Sisi, who has effectively ruled Egypt since the military takeover, last year gave himself the authority to send foreigners convicted of crimes back to their countries. He later exercised that authority to release one of the journalists, Peter Greste<\/a>, an Australian.<\/p>\n Mohamed Fahmy, a Canadian who renounced his dual Egyptian citizenship in the expectation of a similar extradition, has instead been released<\/a> on bail while awaiting a retrial.<\/p>\n Mr. Sisi could extradite the younger Mr. Soltan to the United States but has given no indications that he plans to do so.<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":" By DAVID D. KIRKPATRICK and JARED MALSIN April 11, 2015 CAIRO — An Egyptian court on Saturday sentenced an American citizen, Mohamed Soltan, to life imprisonment for supporting an Islamist protest against the military ouster of President Mohamed Morsi of the Muslim Brotherhood in the summer of 2013. The presiding judge, Mohammed Nagi Shehata, sentenced more than 35 other defendants in the case to the same penalty and also confirmed death sentences in the same case for about a dozen defendants, including the Muslim Brotherhood’s top spiritual guide, Mohamed Badie, 71, as well as Mr. Soltan’s father, Salah Soltan. Gehad el-Haddad, a spokesman for the Muslim Brotherhood, was also sentenced to life in prison. Members of the Soltan family have said they will appeal the decision, and other defendants are expected to appeal as well. The verdict is the latest in a long series of similarly harsh sentences handed down at mass trials of dozens or hundreds of defendants accused of participating in violent protests or riots in the aftermath of the military takeover, often based on only police testimony or cursory evidence. Thousands more remain imprisoned without convictions. The sweeping penalties have drawn outraged denunciations from rights groups and milder rebukes from Western diplomats. But the case of the younger Mr. Soltan, 27, is exceptional because he is an American citizen. The verdict comes just days after President Obama released hundreds of millions of dollars in military aid for Egypt that had previously been suspended in response to the military takeover and subsequent repression. In a statement, the United States State Department said that it was “deeply disappointed” in the decision and “deeply concerned about Mr. Soltan’s health and detention.” The statement called for Egypt to release Mr. Soltan “on humanitarian grounds.” Tom Malinowski, the State Department’s top human rights official, criticized the sentencing in blunter terms. “US citizen #Soltan sentenced to life in prison for nothing more than attending a protest,” he wrote on Twitter. Raised in the Midwest by Egyptian immigrant parents, Mr. Soltan graduated from Ohio State University in 2012 and found a job in Cairo at a petroleum services company. Although his father was a prominent and outspoken member of the Muslim Brotherhood, the younger Mr. Soltan disagreed with the group and criticized Mr. Morsi, said his family and friends. But he has also said he opposed the military’s removal of Mr. Morsi, Egypt’s first fairly elected president, because it was undemocratic. Mr. Soltan began volunteering as a translator for Western journalists covering the Islamist sit-in at Rabaa al-Adawiya Square to protest the takeover. Security forces forcibly broke up the sit-in on Aug. 14, 2013, killing nearly a thousand, according to the best estimates provided by Human Rights Watch and others. Mr. Soltan was shot in the arm during the assault on the sit-in, and the police arrested him at his home several days later. He has remained in jail since then. He and the others in the case were reportedly accused of joining a command center at the sit-in that sought to spread chaos across Egypt in defiance of the government. Mr. Soltan has conducted a hunger strike for more than a year to protest his imprisonment, according to his family. In a recent letter to the family that was provided to The New York Times, American diplomats working on the case warned that his hunger strike “has done and continues to do severe, in some cases irreparable, damage to his body” and “is a significant threat to his life.” In a letter smuggled from prison and published on the website of The Times in early 2014, Mr. Soltan recalled volunteering for Mr. Obama’s presidential campaign and appealed to the president for help. “I often get asked sarcastically by judges, officers, and even inmates, ‘Where is this first world country that takes such pride in defending human rights and freedoms? Where are they now to help you?’ ” Mr. Soltan wrote. “Of course, I am left speechless every time.” In another smuggled letter, published on the website in November 2014, Mr. Soltan compared prison to his struggles as a junior varsity basketball player. “Just like I was prepped to be a better basketball player, I was being molded by God to be a wiser human, an effective leader, and a stronger advocate of freedom and peace,” he said. In a telephone interview from the Washington area on Friday, his sister, Hanaa Soltan, said her family had been stunned by the death sentence for her father when it was first reported a few weeks ago. “No one was really expecting it,” she said, adding, “I knew that when the sentencing came on, my dad was going to get a really tough one but — death sentence — I don’t think there’s really ever anything that prepares you for that.” Egypt’s government has banned the Muslim Brotherhood, Egypt’s mainstream Islamist movement, and labeled it a terrorist group. The authorities have directed many of the cases involving political activists or the Brotherhood to a special circuit of courts, and Judge Shehata, who issued the verdict against the Soltans, has stood out for his swift and draconian rulings. In February, for example, Judge Shehata sentenced more than 180 defendants to death after a single, speedy mass trial in connection with a deadly attack on a police station in Giza, despite questionable evidence that all were involved or even present. He issued death sentences “like it is a joke,” Ms. Soltan said. Among other cases, Judge Shehata also sentenced three journalists working for Al Jazeera’s English-language network, including a Canadian citizen of Egyptian descent and an Australian, to seven-year prisons terms for broadcasting what the charges said were false reports of social unrest as part of a conspiracy with the Brotherhood. But prosecutors presented no publicly available evidence of either false reports or a Brotherhood conspiracy. An appeals court early this year found that the charges had not been proved and ordered a retrial. President Abdel Fattah el-Sisi, who has effectively ruled Egypt since the military takeover, last year gave himself the authority to send foreigners convicted of crimes back to their countries. He later exercised that authority to release one of the journalists, Peter Greste, an Australian. Mohamed Fahmy, a Canadian who renounced his dual Egyptian citizenship in the expectation of a similar extradition, has instead been released on bail while awaiting a retrial. Mr. Sisi could extradite the younger Mr. Soltan to the United States but has given no indications that he plans to do so.",
     "anger":"0.9586",
     "surprise":"0.7574",
     "sadness":"0.2659",
     "joy":"0.2156",
     "fear":"0.4359",
     "excited":"0.6843",
     "happy":"0.8836",
     "worried":"0.0793"
     },
     {
     "title":"Nets 117 Wizards 80: This Time Nets Pound Wizards and Bolster Push for Playoffs",
     "author":"TOM PEDULLA",
     "pubdate":"2015-04-11",
     "news_desk":"Sports",
     "picture_url":"http:\/\/static01.nyt.com\/images\/2015\/04\/11\/sports\/CITY-NETS\/CITY-NETS-superJumbo.jpg",
     "caption":"Brook Lopez, who finished with 26 points for the Nets, defending the Wizards’ Nene on Friday night. The Nets breezed to their 10th victory in the last 13 games.",
     "article_url":"http:\/\/rss.nytimes.com\/c\/34625\/f\/640382\/s\/454b9269\/sc\/35\/l\/0L0Snytimes0N0C20A150C0A40C110Csports0Cbasketball0Cthis0Etime0Enets0Epound0Ewizards0Eand0Ebolster0Epush0Efor0Eplayoffs0Bhtml0Dpartner0Frss0Gemc0Frss\/story01.htm",
     "content_with_tags":" Nets 117, Wizards 80<\/div>\n\n \n <\/a><\/div>\n Brook Lopez, who finished with 26 points for the Nets, defending the Wizards’ Nene on Friday night. The Nets breezed to their 10th victory in the last 13 games.<\/span><\/div>\n\n<\/div>\n\n \n \n By TOM PEDULLA<\/h6>\n<\/div>\n April 10, 2015<\/h6>\n<\/div>\n<\/header> \n Randy Wittman, the coach of the Washington Wizards<\/a>, tried to warn his players before Friday’s game against the Nets<\/a> that they were about to face a far different opponent from the one they drubbed by 37 points at home on Feb. 7.<\/p>\n His message went unheeded.<\/p>\n The Nets, playing with more togetherness, energy and urgency than Washington had seen before, blew past the Wizards, 117-80, to continue their playoff push with their 10th victory in the last 13 games.<\/p>\n The most lopsided victory by the Nets (37-42) since they started to play at Barclays Center<\/a> in 2012 enabled them to remain in the eighth, and final, playoff spot in the Eastern Conference.<\/p>\n The Boston Celtics have an identical record but hold the tiebreaker and are in seventh place.<\/p>\n With the Nets soaring — they amassed 29 assists with only six turnovers — Coach Lionel Hollins is focused on sweeping the final three games of a regular season that once seemed lost.<\/p>\n “If we win out, we’re in,” Hollins said. “That’s the beauty of it. We’re not worried about anybody.”<\/p>\n The Nets visit the Milwaukee Bucks and Jason Kidd, their former coach, on Sunday before playing at home against the Chicago Bulls on Monday and the Orlando Magic on Wednesday.<\/p>\n The Nets’ confidence has risen along with their position in the standings.<\/p>\n “With this team, the sky is the limit,” forward Thaddeus Young said. “We think we can play with anybody as long as we execute and do the things we do.”<\/p>\n Although Wittman praised the Nets beforehand by saying, “They are playing as well as anyone right now,” that did not keep him from resting John Wall, his stellar fourth-year point guard, for the second consecutive game.<\/p>\n Wall also sat out when Washington pounded the lowly Philadelphia 76ers, 119-90, on the road Wednesday.<\/p>\n Wittman’s decision did not reflect any disrespect of the Nets; it merely had to do with his team’s strong position in the Eastern Conference standings. The issue is not whether Washington (45-34) will advance to the playoffs, but where the Wizards will be seeded and whether they will do enough to earn home-court advantage.<\/p>\n Apparently, that was not sufficient motivation. An exasperated Wittman said afterward that his team was a “no-show.”<\/p>\n He added: “This was, basically: Come out and play the game, it’s on the schedule, and we’re in New York. We had no rhyme or reason to what we were doing out there from the start.”<\/p>\n The Nets were blazing early and their benched poured it on late, outscoring the dispirited Wizards by 42-18 in the fourth quarter. In a sign of how badly Hollins wanted a fast start — not to mention the game — center Brook Lopez and point guard Deron Williams played all 12 minutes of a first quarter in which the Nets sprinted to a 31-14 margin. Lopez poured in 14 points with 5 rebounds in the quarter. Williams piled up seven assists.<\/p>\n Lopez became the sixth member of the Nets to snare 3,000 for his career. He joined Buck Williams and Kidd as the only players in club history to score 7,000 points with 3,000 rebounds.<\/p>\n With Lopez reaching 20 points, the Nets built a 54-38 halftime lead. Their 17 assists with three turnovers reflected how selflessly and efficiently they operated on offense, connecting on 51.1 percent of their field-goal attempts (24 of 47).<\/p>\n Defensively, they often had the Wizards scrambling to beat the shot clock. The Wizards hit just 38.1 percent (16 of 42) from the field in an opening half that proved decisive.<\/p>\n Lopez led four Nets scorers in double figures with 26 points, the ninth time in the last 13 games he had tallied 25 or more. He reached that mark just five times through the first 56 games. Bojan Bogdanovic (22 points) and Jarrett Jack (14) led a strong effort by the bench. Young contributed 10 points.<\/p>\n Bogdanovic, playing despite a sore throat, made all six of his 3-point attempts.<\/p>\n “Brook is killing everything, so they have to trap him,” he said. “So there are many open looks for the guards.”<\/p>\n<\/div> \n<\/footer>",
     "content_without_tags":"Nets 117, Wizards 80 By TOM PEDULLA April 10, 2015 Randy Wittman, the coach of the Washington Wizards, tried to warn his players before Friday’s game against the Nets that they were about to face a far different opponent from the one they drubbed by 37 points at home on Feb. 7. His message went unheeded. The Nets, playing with more togetherness, energy and urgency than Washington had seen before, blew past the Wizards, 117-80, to continue their playoff push with their 10th victory in the last 13 games. The most lopsided victory by the Nets (37-42) since they started to play at Barclays Center in 2012 enabled them to remain in the eighth, and final, playoff spot in the Eastern Conference. The Boston Celtics have an identical record but hold the tiebreaker and are in seventh place. With the Nets soaring — they amassed 29 assists with only six turnovers — Coach Lionel Hollins is focused on sweeping the final three games of a regular season that once seemed lost. “If we win out, we’re in,” Hollins said. “That’s the beauty of it. We’re not worried about anybody.” The Nets visit the Milwaukee Bucks and Jason Kidd, their former coach, on Sunday before playing at home against the Chicago Bulls on Monday and the Orlando Magic on Wednesday. The Nets’ confidence has risen along with their position in the standings. “With this team, the sky is the limit,” forward Thaddeus Young said. “We think we can play with anybody as long as we execute and do the things we do.” Although Wittman praised the Nets beforehand by saying, “They are playing as well as anyone right now,” that did not keep him from resting John Wall, his stellar fourth-year point guard, for the second consecutive game. Wall also sat out when Washington pounded the lowly Philadelphia 76ers, 119-90, on the road Wednesday. Wittman’s decision did not reflect any disrespect of the Nets; it merely had to do with his team’s strong position in the Eastern Conference standings. The issue is not whether Washington (45-34) will advance to the playoffs, but where the Wizards will be seeded and whether they will do enough to earn home-court advantage. Apparently, that was not sufficient motivation. An exasperated Wittman said afterward that his team was a “no-show.” He added: “This was, basically: Come out and play the game, it’s on the schedule, and we’re in New York. We had no rhyme or reason to what we were doing out there from the start.” The Nets were blazing early and their benched poured it on late, outscoring the dispirited Wizards by 42-18 in the fourth quarter. In a sign of how badly Hollins wanted a fast start — not to mention the game — center Brook Lopez and point guard Deron Williams played all 12 minutes of a first quarter in which the Nets sprinted to a 31-14 margin. Lopez poured in 14 points with 5 rebounds in the quarter. Williams piled up seven assists. Lopez became the sixth member of the Nets to snare 3,000 for his career. He joined Buck Williams and Kidd as the only players in club history to score 7,000 points with 3,000 rebounds. With Lopez reaching 20 points, the Nets built a 54-38 halftime lead. Their 17 assists with three turnovers reflected how selflessly and efficiently they operated on offense, connecting on 51.1 percent of their field-goal attempts (24 of 47). Defensively, they often had the Wizards scrambling to beat the shot clock. The Wizards hit just 38.1 percent (16 of 42) from the field in an opening half that proved decisive. Lopez led four Nets scorers in double figures with 26 points, the ninth time in the last 13 games he had tallied 25 or more. He reached that mark just five times through the first 56 games. Bojan Bogdanovic (22 points) and Jarrett Jack (14) led a strong effort by the bench. Young contributed 10 points. Bogdanovic, playing despite a sore throat, made all six of his 3-point attempts. “Brook is killing everything, so they have to trap him,” he said. “So there are many open looks for the guards.”",
     "anger":"0.6479",
     "surprise":"0.6191",
     "sadness":"0.7636",
     "joy":"0.42",
     "fear":"0.0603",
     "excited":"0.2308",
     "happy":"0.8335",
     "worried":"0.1523"
     }
     ]
}